Repository: jotape12-Dev/pitstop-app
Catalog: Localizable.xcstrings
Source language: pt_br
Languages: en

source: Adicionar Foto
en: Add photo

source: Adicione itens como Troca de Óleo, Pneus, Relação, etc.
en: Add itens like ‘Oil change’, Tires, etc

source: Adicione sua primeira moto, para começar a reatrear o óleo, pneus e suas revisões.
en: Add items like Oil Change, Tires, Chain Kit, etc.

source: Apelido (Ex: Fazer 250)
en: Nickname (Ex: Fazer 250)

source: Atual
en: Current

source: Atualiza o hodômetro da moto no PitStop.
en: Updates the motorcycle's odometer in PitStop.

source: Atualizar Hodômetro
en: Update Odometer

source: Atualizar KM
en: Update KM

source: Cancelar
en: Cancel

source: Concluir: %@
en: Complete: %@

source: Custo (R$)
en: Cost (U$)

source: Data
en: Date

source: Desculpe, ocorreu um erro.
en: Sorry, an error occurred.

source: Detalhes da Moto
en: Motorcycle Details

source: Detalhes do Serviço
en: Service Details

source: Estatísticas
en: Statistics

source: Ex: Se você troca o óleo a cada 3000km, e a última troca foi aos 12000km, preencha 3000 e 12000 respectivamente.
en: Ex: If you change the oil every 3000km, and the last change was at 12000km, enter 3000 and 12000 respectively.

source: Garagem
en: Garage

source: Garagem vazia
en: Empty Garage

source: Gasto
en: Expense

source: Gastos por Serviço
en: Expenses by Service

source: Histórico
en: History

source: Hodômetro
en: Odometer

source: Hodômetro Atual
en: Current Odometer

source: Insira a quilometragem atual que marca no painel da sua moto.
en: Enter the current mileage shown on your motorcycle's dashboard.

source: Insira a quilometragem que está marcando no painel da moto agora.
en: Enter the mileage currently showing on the motorcycle's dashboard.

source: Intervalo de troca (KM)
en: Change Interval (KM)

source: KM Atual (Ex: 15000)
en: Current KM (Ex: 15000)

source: KM da última troca
en: KM of Last Change

source: Manutenções
en: Maintenance

source: Marca (Ex: Yamaha)
en: Brand (Ex: Yamaha)

source: Minha Garagem
en: My Garage

source: Moto
en: Motorcycle

source: Não encontrei a moto %@ na sua garagem.
en: I couldn't find a motorcycle named %@ in your garage.

source: Nenhum alerta configurado.
en: No alerts configured.

source: Nome (Ex: Óleo do Motor)
en: Name (Ex: Engine Oil)

source: Nova KM
en: New KM

source: Nova Moto
en: New Motorcycle

source: Nova quilometragem
en: New Mileage

source: Novo Alerta
en: New Alert

source: O que vamos rastrear?
en: What are we tracking?

source: Observações (Ex: Óleo Motul)
en: Notes (Ex: Motul Oil)

# Pronto! O hodômetro da %@ foi atualizado para %lld quilômetros.
source: Pronto! O hodômetro da %1$@ foi atualizado para %2$lld quilômetros.
en: Done! The odometer for %@ has been updated to %lld kilometers.

source: Realize manutenções na sua moto para ver os gráficos de gastos aqui.
en: Perform maintenance on your motorcycle to see expense charts here.

source: Registrar Serviço
en: Log Service

source: Regras
en: Rules

source: restantes
en: remaining

source: Salvar
en: Save

source: Sem Histórico
en: No History

source: Serviço
en: Service

source: Troca a cada %lld km
en: Change every %lld km

source: Últimos Serviços Realizados
en: Latest Services Performed
